[
    {
        "title": "Amber Heard Kepergok Belanja Baju Diskon Usai Dituntut Johnny Depp",
        "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2017/06/08/de816f83-16fd-4316-aa71-7fdfb12f048a_43.jpg?w=700&q=90",
        "topic": "Entertaiment",
        "description": "Jakarta - Aktris Amber Heard sepertinya benar-benar harus menghemat uangnya setelah dituntut sebesar USD 8,4 juta atau senilai Rp 124 miliar oleh pihak Johnny Depp. Baru-baru ini, ia pun kepergok tengah berbelanja baju-baju diskon di sebuah department store di Hamptons.\r\nDari potongan gambar yang dilansir dari TMZ, terlihat Amber Heard tampak memilih-milih kaus di sebuah rak. Bintang Aquaman itu pun tampil santai dengan kemeja putih serta ripped jeans.\r\nIa pun didampingi oleh sang adik, Whitney Henriquez, kala berbelanja di situ. Namun entah apakah ia benar-benar membeli baju tersebut atau tidak, tak disebutkan dalam berita serta keterangan dari salah seorang pelanggan yang mengambil foto itu.\r\nKejadian itu pun cukup ironi karena sebelumnya Amber Heard sempat bergelimpangan harta saat menjalin kasih dengan Johnny Depp dan Elon Musk. Jangankan memilih baju diskon, membeli apapun saja ia tak pernah berpikir dua kali kala itu, karena mendapatkan kemewahan dari mereka.\r\nKejadian itu pun cukup ironi karena sebelumnya Amber Heard sempat bergelimpangan harta saat menjalin kasih dengan Johnny Depp dan Elon Musk. Jangankan memilih baju diskon, membeli apapun saja ia tak pernah berpikir dua kali kala itu, karena mendapatkan kemewahan dari mereka.\r\nMulai dari busana branded, mobil mewah, berpergian dengan jet pribadi, dan segala macam previllage lainnya juga sempat dirasakan oleh Amber Heard."
    },
    {
        "title": "Atlet RI Sudah Raih 2 Medali dalam Kejuaraan Menembak di Thailand",
        "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/22/thailand-open-shooting-championship-2022_169.jpeg?w=700&q=90",
        "topic": "Sport",
        "description": "Jakarta - Kontingen Indonesia sudah memastikan dua medali perak di kejuaraan menembak Thailand Open Shooting Championship 2022 yang digelar di Bangkok pada 20-29 Juni.\r\nDua medali perak diraih di nomor 10m Air Rifle Women atas nama Massayu Putri Fadillah dan di nomor 10m Air Rifle Team Women, yang terdiri dari Massayu Putri Fadillah, Ivana Roderica Tioho, dan Amelia Sifaul Citra.\r\nMassayu harus puas meraih podium tertinggi kedua usai skornya dikalahkan Sastwei Chanittha dari Thailand di babak final. Ia meraih 121.9 poin, sedangkan Sastwei meraih 123.2 poin.\nSementara itu nomor tim putri, Merah Putih dikalahkan tim dari Singapura yang sukses mengumpulkan skor 1864.7 dan menyegel emas. Sedangkan, Massayu dkk hanya mampu mengumpulkan skor 1848.6 dan meraih medali perak. Untuk medali perunggu direbut tim putri dari Thailand dengan skor 1828.9.\nSekretaris Jenderal Pengurus Besar Persatuan Menembak Sasaran dan Berburu Seluruh Indonesia (PB Perbakin) Henry Oka mengapresiasi hasil atletnya sementara ini. Terlebih, 13 penembak yang dikirim merupakan pelapis kedua."
    }
]