[
    {
      "title": "Amber Heard Kepergok Belanja Baju Diskon Usai Dituntut Johnny Depp",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2017/06/08/de816f83-16fd-4316-aa71-7fdfb12f048a_43.jpg?w=700&q=90",
      "topic": "Entertaiment",
      "description": "Jakarta - Aktris Amber Heard sepertinya benar-benar harus menghemat uangnya setelah dituntut sebesar USD 8,4 juta atau senilai Rp 24 miliar oleh pihak Johnny Depp. Baru-baru ini, ia pun kepergok tengah berbelanja baju-baju diskon di sebuah department store di Hamptons.\nDari potongan gambar yang dilansir dari TMZ, terlihat Amber Heard tampak memilih-milih kaus di sebuah rak. Bintang Aquaman itu pun tampil santai dengan kemeja putih serta ripped jeans.\nIa pun didampingi oleh sang adik, Whitney Henriquez, kala berbelanja di situ. Namun entah apakah ia benar-benar membeli baju tersebut atau tidak, tak disebutkan dalam berita serta keterangan dari salah seorang pelanggan yang mengambil foto itu.\nKejadian itu pun cukup ironi karena sebelumnya Amber Heard sempat bergelimpangan harta saat menjalin kasih dengan Johnny Depp dan Elon Musk. Jangankan memilih baju diskon, membeli apapun saja ia tak pernah berpikir dua kali kala itu, karena mendapatkan kemewahan dari mereka.\nKejadian itu pun cukup ironi karena sebelumnya Amber Heard sempat bergelimpangan harta saat menjalin kasih dengan Johnny Depp dan Elon Musk. Jangankan memilih baju diskon, membeli apapun saja ia tak pernah berpikir dua kali kala itu, karena mendapatkan kemewahan dari mereka.\nMulai dari busana branded, mobil mewah, berpergian dengan jet pribadi, dan segala macam previllage lainnya juga sempat dirasakan oleh Amber Heard.",
        "UserId": 1
    },
    {
      "title": "Punya 8 Istri, Pria Ajak Belanja Bareng Ratusan Juta Agar Tidak Bertengkar",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/04/07/arthur-o-urso_43.png?w=700&q=90",
      "topic": "Entertaiment",
      "description": "Jakarta - Arthur O Urso bikin sensasi dengan kehidupan rumah tangganya yang tak biasa. Pria tersebut berpoligami dengan menikahi sembilan wanita sekaligus. Arthur pun punya cara tersendiri untuk memanjakan para istri dan memastikan mereka tidak saling berkelahi, salah satunya mengajak belanja bersama.\nBeberapa waktu lalu Arthur dan beberapa istrinya merayakan Hari Valentine Brasil. Untuk menunjukkan rasa cintanya pada mereka, selebgram tersebut pun mengajak berbelanja. Harus memanjakan semua pasangannya dengan adil, Arthur mengakui menghabiskan banyak uang.\nDalam foto yang beredar, Arthur terlihat mengajak enam dari delapan istri berbelanja ke pusat perbelanjaan.\"Pacar-pacarku selamanya, selalu berhak mendapatkan yang terbaik,\" kata pria yang sudah bercerai dengan salah satu istrinya itu dilansir Daily Star.\nDikatakan jika Arthur menghabiskan $2.000 atau sekitar Rp 78 jutaan untuk menghadiahi para istri. Dalam foto yang beredar, Arthur terlihat cukup repot membawa semua belanjaan keenam wanitanya. Arthur sepertinya membeli hadiah yang berbeda sesuai selera atau kebutuhan masing-masing. Tapi dalam banyak kesempatan lain, ia mengaku memberikan barang yang sama. \"Aku selalu harus membeli barang yang sama, kebanyakan warnanya berbeda kalau tidak mereka bisa bertengkar,\" lanjutnya.\nArthur O Urso menikahi sembilan wanita sekaligus dalam upacara pernikahan Katolik pada November 202. Tapi praktek poligami tidak diakui di Brasil sehingga pernikahan mereka dianggap ilegal atau tidak resmi.",
        "UserId": 2
    },
    {
      "title": "Wulan Guritno Seksi di Usia 40, Intip Makanan Favoritnya",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/03/12/wulan-guritno-seksi-di-usia-40-intip-makanan-favoritnya-5.jpeg?w=700&q=90",
      "topic": "Entertaiment",
      "description": "Jakarta - Wulan Guritno terlihat seksi dan bugar di usia 40. Ia gemar olahraga dan menjaga pola makannya. Intip yuk sederet makanan favorit Wulan Guritno\nWulan Guritno mencuri perhatian publik lewat penampilan fisiknya yang bugar dan seksi di usia 40. Ibu 3 anak ini rajin olahraga dan berkomitmen makan sehat demi mendapat tubuh ideal.",
        "UserId": 3
    },
    {
      "title": "Atlet RI Sudah Raih 2 Medali dalam Kejuaraan Menembak di Thailand",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/22/thailand-open-shooting-championship-2022_169.jpeg?w=700&q=90",
      "topic": "Sport",
      "description": "Jakarta - Kontingen Indonesia sudah memastikan dua medali perak di kejuaraan menembak Thailand Open Shooting Championship 2022 yang digelar di Bangkok pada 20-29 Juni.\nDua medali perak diraih di nomor 0m Air Rifle Women atas nama Massayu Putri Fadillah dan di nomor 0m Air Rifle Team Women, yang terdiri dari Massayu Putri Fadillah, Ivana Roderica Tioho, dan Amelia Sifaul Citra.\nMassayu harus puas meraih podium tertinggi kedua usai skornya dikalahkan Sastwei Chanittha dari Thailand di babak final. Ia meraih 2.9 poin, sedangkan Sastwei meraih 23.2 poin.\nSementara itu nomor tim putri, Merah Putih dikalahkan tim dari Singapura yang sukses mengumpulkan skor 864.7 dan menyegel emas. Sedangkan, Massayu dkk hanya mampu mengumpulkan skor 848.6 dan meraih medali perak. Untuk medali perunggu direbut tim putri dari Thailand dengan skor 828.9.\nSekretaris Jenderal Pengurus Besar Persatuan Menembak Sasaran dan Berburu Seluruh Indonesia (PB Perbakin) Henry Oka mengapresiasi hasil atletnya sementara ini. Terlebih, 3 penembak yang dikirim merupakan pelapis kedua.",
        "UserId": 4
    },
    {
      "title": "Tampil Memukau, Rose BLACKPINK Lakukan Diet Ini Sebelum Pemotretan",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/22/diet-rose-blackpink_43.jpeg?w=700&q=90",
      "topic": "Entertaiment",
      "description": "Jakarta - Rose BLACKPINK diketahui memiliki tubuh ideal yang dapat menunjang penampilannya. Sebelum melakukan pemotretan majalah, Rose selalu melakukan diet ini.\nIdol K-Pop dituntut untuk selalu berpenampilan menarik di setiap kesempatan. Tak terkecuali dengan Rose Park, penyanyi utama di BLACKPINK.\nSelain karirnya dengan BLACKPINK, Rose yang diketahui memiliki tubuh ideal ini juga menjadi Brand Ambassador dari beberapa merek fashion ternama dunia Yves Saint Laurent. Ia juga Brand Ambassador dari Tiffany & Co.Belum lama ini, Rose BLACKPINK melakukan pemotretan dengan Elle Korea dalam promosinya bersama Tiffany & Co. Pelantun lagu 'Underground' ini tampil menawan dengan balutan gaun warna beige dan perhiasan mewah.\nAgar penampilannya tetap memukau dan wajahnya tak terlihat membenkak, Rose membatasi makan makanan pedas sehari sebelum pemotretan. Ia mengungkapkan, \"Saya mencoba untuk tidak makan apapun yang terlalu pedas sehari sebelum pemotretan.\"\nJika saya lapar di malam hari, saya harus menahannya sebisa mungkin. Saya tidak akan makan apapun,\" lanjutnya dalam wawancara bersama Elle Korea.\"\nRose BLACKPINK juga menambahkan kalau dirinya menyantap salad saat sedang melakukan pemotretan. Meski sulit dilakukan, tapi Rose harus melakukannya demi penampilannya yang menarik.",
        "UserId": 3
    },
    {
      "title": "Liverpool Mau Tukar Keita sama Nicolo Barella, Inter Butuhnya Uang",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/23/nicolo-barella.jpeg?w=700&q=90",
      "topic": "Sport",
      "description": "Milan - Kabar rumor transfer, Liverpool meminati Nicolo Barella, gelandangnya Inter Milan. The Reds mau menukarnya dengan Naby Keita. Tapi Inter butuhnya uang!\nLiverpool sudah datangkan bek sayap kanan Cavlin Ramsay, gelandang serang Fabio Carvalho, dan striker Darwin Nunez. Dompet The Reds sudah terkuras habis 85 juta Euro atau setara Rp ,3 triliun.\nDilansir dari Mirror, Liverpool diyakini sudah selesai belanja. Sebab tampaknya, The Reds sudah cukup mengeluarkan banyak uang.\nDilansir dari Mirror, Liverpool diyakini sudah selesai belanja. Sebab tampaknya, The Reds sudah cukup mengeluarkan banyak uang.\nNamun ada satu hal yang masih menganjal. Liverpool belum menambah amunisi baru di gelandang tengah, yang dalam beberapa musim terakhir rawan kena badai cedera!\nKabar terbaru, manajer Juergen Klopp menginginkan gelandang tengah Inter Milan yakni Nicolo Barella. Barella terkenal punya stamina prima dan kuat berduel menangi bola.\nBarella sudah jadi kepercayaan untuk mengawal lini tengah Nerazzurri sejak dibeli pada tahun 2020 dari Cagliari. Klopp disebut-sebut suka dengan gaya bermain pemain berusia 25 tahun itu.\nLiverpool kabarnya mau coba lakukan pertukaran. The Reds mau menukar Nicolo Barella dengan Naby Keita.",
        "UserId": 1
    },
    {
      "title": "Lagi-lagi Kasus Baru COVID Hampir 2 Ribu, Ini Sebaran Corona RI 23 Juni",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/02/05/belasan-siswa-positif-sman-2-bantul-gelar-tes-swab_169.jpeg?w=700&q=90",
      "topic": "Health",
      "description": "Jakarta - Indonesia mencatat sebanyak .907 kasus baru COVID-9, Kamis (23/6/2022). Total kasus aktif kini sebanyak 2.48 kasus.\nDKI Jakarta kini menyumbang jumlah kasus terbanyak dengan total .054. Disusul oleh Jawa Barat dengan total 332 kasus, kemudian Banten dengan total 236 kasus.\nDetail perkembangan virus Corona, Kamis (23/6):Pasien positif bertambah .907 menjadi 6.074.825\nPasien sembuh bertambah .46 menjadi 5.905.97\nPasien meninggal bertambah 4 menjadi 56.706\nTercatat sebanyak 77.42 spesimen diperiksa hari ini di seluruh Indonesia, sedangkan jumlah suspek sebanyak 4.293.",
        "UserId": 2
    },
    {
      "title": "Kevin/Marcus Bisa 'Digebukin' Lawan jika Dipaksakan Main",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/11/the-minions-kandas-di-semifinal-indonesia-masters-2022.jpeg?w=700&q=90",
      "topic": "Sport",
      "description": "Jakarta - Pelatih kepala ganda putra Herry Iman Pierngadi mengungkapkan alasan menarik mundur Kevin Sanjaya Sukamuljo/Marcus Fernaldi Gideon dari tiga turnamen bulutangkis yang berlangsung akhir Juni ini. Apa itu?\nMinions batal mengikuti Malaysia Open, Malaysia Masters, dan Singapura Open yang berlangsung mulai 28 Juni hingga 7 Juli. Belum pulihnya Marcus dari cedera yang dialaminya menjadi salah satu alasan.\nBenar, Minions kita tarik dari tiga turnamen di Malaysia Open, Malaysia Masters, dan Singapura Open karena Marcus belum pulih dari cedera paska-operasi di bagian tumit kirinya. Gerakannya di lapangan belum normal seperti dulu, kata Herry dalam keterangan tertulisnya, Kamis (23/6/2022).\nHasil di Indonesia Masters dan Indonesia Open pada pekan lalu menjadi bukti Marcus belum sepenuhnya dalam kondisi optimal bertanding. Terutama pada gerakannya di lapangan.\n \"Masih perlu waktu untuk bisa kembali pulih 00 persen,ujarnya.\"\nBelum lagi ditambah ekspektasi tinggi publik yang dibebankan kepada Kevin/Marcus di setiap turnamen. Dengan kondisi begitu tentu sangat berat mengharapkan Minions selalu dalam performa bagus.\n\"Kalau persiapan tidak bagus dan tetap dipaksakan berangkat ke tiga turnamen, bisa-bisa Minions akan 'digebukin' lawan,\" kata Herry.\"Maklum persaingan sekarang sangat ketat. Ini yang tidak saya harapkan. Kalau sudah kalah, masyarakat nanti juga jadi heboh,\" dia mempertegas.",
        "UserId": 4
    },
    {
      "title": "Kakek 70 Tahun di Makassar Bunuh Anaknya gegara Tersinggung",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/23/suasana-rumah-duka-kasus-kakek-di-makassar-bunuh-anak-kandung-pakai-balok-detiksulselmuh-ishak-agus_169.jpeg?w=700&q=90",
      "topic": "Criminal",
      "description": "Makassar - Pria lansia inisial RA (70) di Kota Makassar, Sulawesi Selatan (Sulsel) ditangkap polisi karena membunuh anak kandungnya, RU (4). Pelaku menghabisi nyawa korban dengan cara dipukul pakai balok.\nPeristiwa ini terjadi di rumah korban di Jalan Sinassara, Kecamatan Tallo, Kamis (23/6) pukul 06.00 Wita. RA yang baru saja pulang salat subuh langsung memukul RU yang sedang tertidur.\nArdianti mengaku tidak mendengar suara apapun saat RA memukul korban. Namun saat ditemukan RU sudah meninggal dunia.\nArdianti mengatakan pembunuhan itu terjadi karena RA yang baru saja pulang dari kampung halaman tersinggung dengan ucapan RU.\nRA langsung pergi meninggalkan rumah setelah membunuh korban. RA rupanya menyerahkan dirinya ke Polsek Tallo.\nKini polisi masih mendalami kasus tersebut. Sebuah balok kayu turut diamankan sebagai barang bukti.\nJenazah korban sendiri sempat dibawa ke rumah sakit Bhayangkara pascakejadian. Namun jenazah dikembalikan karena keluarga menolak autopsi.", 
      "UserId": 2
    },
    {
      "title": "Legalisasi Ganja Jadi Angin Segar Bagi Pasien Kanker di Thailand",
      "imgUrl": "https://akcdn.detik.net.id/community/media/visual/2022/06/08/legalisasi-ganja-rakyat-thailand-bisa-tanam-mariyuana-di-rumah-mulai-9-juni-tapi-tidak-diisap-untuk-giting_169.jpeg?w=700&q=90",
      "topic": "Health",
      "description": "Jakarta - Sudah lebih dari sepekan setelah pemerintah Thailand melegalkan ganja. Para pasien dan penderita penyakit berat yang menggunakan tanaman itu untuk pengobatan, merasa bersyukur karena harga obat-obatan ekstrak ganja menjadi lebih murah.\nMSeperti yang diketahui, Thailand menjadi negara di Asia Tenggara pertama yang melegalkan penanaman dan konsumsi ganja pada 9 Juni 2022 lalu. Pemerintah setempat juga akan terus mendorong peningkatan pertanian ganja dengan membagikan bibit-bibit berkualitas kepada masyarakat.\nPendorongan produksi ini diharapkan untuk memperkaya varietas ganja sehingga kualitasnya menjadi yang terbaik di dunia, untuk tujuan medis.\nSalah satu penderita kanker payudara asal Thailand, Jiratti Kuttanam (42) membagikan pengalamannya dalam membeli obat-obatan dari ekstrak ganja. Ia mengaku merasa bahagia dengan keputusan pemerintah karena sebelumnya harus membayar mahal untuk sejumlah obat pengurang rasa sakit yang terbuat dari ganja.\nObat-obatan dari ekstrak ganja sudah dilegalkan di Thailand sejak 208. Namun sebelum pemerintah membuat kebijakan baru, Jirrati mengaku kesulitan mendapatkan obat ekstrak ganja karena harganya mahal. Bahkan menurut pengakuannya, banyak pasien harus membeli dari penjual ilegal.\nSejak lima tahun lalu, Jirrati telah didiagnosa mengidap kanker payudara. Selama dua tahun belakangan, ia kerap menggunakan minyak dari ganja dan produk lainnya untuk mengurangi rasa sakit, muntah-muntah, kelelahan dan kecemasan usai kemoterapi.\nMeski telah dilegalkan, Jirrati mengingatkan bahwa ganja bisa menjadi berbahaya jika digunakan secara sembrono dan tidak bertanggung jawab. Tetapi jika digunakan dengan tujuan tertentu, akan menjadi produk yang sangat berguna.\n",
      "UserId": 2
    }
]